Repository: osaurus-ai/osaurus
Catalog: Packages/OsaurusCore/Resources/Localizable.xcstrings
Source language: en
Languages: ko, ru, zh_hans, zh_hant

source: Code already redeemed
ko: 이미 사용된 코드
ru: Код уже активирован
zh_hans: 代码已兑换
zh_hant: 代碼已兌換

source: Code Block BG
ko: 코드 블록 배경
ru: Кодовый блок BG
zh_hans: 代码块背景
zh_hant: 代碼塊背景

source: Code Execution
ko: 코드 실행
ru: Выполнение кода
zh_hans: 代码执行
zh_hant: 代碼執行

source: Code redeemed
ko: 코드 사용 완료
ru: Код активирован
zh_hans: 代码已兑换
zh_hant: 代碼已兌換

source: Code Style
ko: 코드 스타일
ru: Стиль кода
zh_hans: 代码样式
zh_hant: 代碼樣式

source: Codec
ko: 코덱
ru: Кодек
zh_hans: 编解码器
zh_hant: 編碼器

source: Codec used when serializing KV blocks to disk.
ko: KV 블록을 디스크로 직렬화할 때 사용되는 코덱입니다.
ru: Кодек, используемый при сериализации блоков KV на диск.
zh_hans: 将 KV 块序列化到磁盘时使用的编解码器。
zh_hant: 將 KV 塊序列化到磁盤時使用的編解碼器。

source: Coder
ko: 코더
ru: Кодер
zh_hans: 程序员
zh_hant: 程序員

source: Codex OAuth tokens are present and refreshed before model discovery.
ko: Codex OAuth 토큰이 존재하며 모델 검색 전에 새로 고쳐집니다.
ru: OAuth-токены Codex есть и обновляются перед поиском моделей.
zh_hans: Codex OAuth 令牌在模型发现之前存在并刷新。
zh_hant: Codex OAuth令牌在模型發現之前存在並刷新。

source: Codex subscription
ko: Codex 구독
ru: Подписка на Codex
zh_hans: Codex 订阅
zh_hant: Codex 訂閱

source: Coding
ko: 코딩
ru: Кодирование
zh_hans: 编程
zh_hant: 編程

source: Coding and testing guidelines agents must follow
ko: 에이전트가 따라야 하는 코딩 및 테스트 지침
ru: Правила написания кода и тестирования, которым должны следовать агенты
zh_hans: 代理必须遵循的编码与测试规范
zh_hant: 代理必須遵循的編碼與測試規範

source: Collapse
ko: 축소
ru: Крах
zh_hans: 折叠
zh_hant: 摺疊

source: Collapse All
ko: 모두 접기
ru: Свернуть все
zh_hans: 全部折叠
zh_hant: 全部摺疊

source: Collapse all steps
ko: 모든 단계 접기
ru: Свернуть все шаги
zh_hans: 折叠所有步骤
zh_hant: 摺疊所有步驟

source: Collapse Sidebar
ko: 사이드바 축소
ru: Свернуть боковую панель
zh_hans: 折叠侧边栏
zh_hant: 摺疊側邊欄

source: Collections every chat in this project can search.
ko: 이 프로젝트의 모든 채팅이 검색할 수 있는 컬렉션입니다.
ru: Коллекции, доступные для поиска каждому чату этого проекта.
zh_hans: 此项目中每个聊天都可以搜索的集合。
zh_hant: 此專案中每個聊天都可以搜尋的集合。

source: Color
ko: 색상
ru: Цвет
zh_hans: 颜色
zh_hant: 顏色

source: Colors
ko: 색상
ru: Цвета
zh_hans: 颜色
zh_hant: 顏色

source: Colors and accents
ko: 색상 및 강조
ru: Цвета и акценты
zh_hans: 颜色与强调色
zh_hant: 顏色與強調色

source: Command
ko: 명령어
ru: Команда
zh_hans: 命令
zh_hant: 命令

source: Command Line Tool
ko: 명령줄 도구
ru: Инструмент командной строки
zh_hans: 命令行工具
zh_hant: 命令行工具

source: Commands
ko: 명령어
ru: Команды
zh_hans: 命令
zh_hant: 命令

source: Commands will run on this Mac, confined to the sandbox workspace by a system sandbox profile. No download or extra resources are needed.
ko: 명령은 이 Mac에서 실행되며 시스템 샌드박스 프로필에 의해 샌드박스 워크스페이스로 제한됩니다. 다운로드나 추가 리소스가 필요하지 않습니다.
ru: Команды выполняются на этом Mac и ограничены рабочей областью песочницы системным профилем песочницы. Загрузка и дополнительные ресурсы не требуются.
zh_hans: 命令将在这台 Mac 上运行，由系统沙盒配置文件限制在沙盒工作区内。无需下载或额外资源。
zh_hant: 命令將在這臺 Mac 上執行，由系統沙盒設定檔限制在沙盒工作區內。無需下載或額外資源。

source: Commit changes to git repository
ko: git 저장소에 변경 사항 커밋
ru: Создать коммит в git-репозитории
zh_hans: 提交更改到 git 仓库
zh_hant: 提交更改到git倉庫

source: Committed changes
ko: 커밋된 변경 사항
ru: Зафиксированные изменения
zh_hans: 已提交更改
zh_hant: 已提交更改

source: Committing changes
ko: 변경 사항 커밋 중
ru: Внесение изменений
zh_hans: 正在提交更改
zh_hant: 正在提交更改

source: Compacted (saved)
ko: 압축됨(저장됨)
ru: Сжато и сохранено
zh_hans: 已压缩（已保存）
zh_hant: 壓縮（保存）

source: Compatibility
ko: 호환성
ru: Совместимость
zh_hans: 兼容性
zh_hant: 兼容性

source: Compatibility unknown
ko: 호환성 알 수 없음
ru: Совместимость неизвестна
zh_hans: 兼容性未知
zh_hant: 兼容性未知

source: Compiled Decode (Experimental)
ko: 컴파일된 디코딩(실험적)
ru: Скомпилированное декодирование (экспериментальное)
zh_hans: 编译解码（实验性）
zh_hant: 編譯解碼（實驗性）

source: Complete setup to begin
ko: 시작하려면 설정을 완료하세요
ru: Завершите настройку, чтобы начать
zh_hans: 完成设置以开始
zh_hant: 完成設置以開始

source: Complete setup to enable voice
ko: 음성을 사용하려면 설정을 완료하세요
ru: Завершите настройку для включения голоса
zh_hans: 完成设置以启用语音
zh_hant: 完成設置以啓用語音

source: Complete these steps to enable Transcription Mode
ko: 받아쓰기 모드를 사용하려면 이 단계들을 완료하세요
ru: Выполните эти шаги, чтобы включить режим транскрипции
zh_hans: 完成这些步骤以启用转写模式
zh_hant: 完成這些步驟以啓用轉寫模式

source: Complete these steps to enable VAD mode
ko: VAD 모드를 사용하려면 이 단계들을 완료하세요
ru: Выполните эти шаги, чтобы включить режим VAD
zh_hans: 完成这些步骤以启用 VAD 模式
zh_hant: 完成這些步驟以啓用 VAD 模式

source: Completed
ko: 완료됨
ru: Завершено
zh_hans: 已完成
zh_hant: 已完成

source: Completion Batch Size
ko: 자동 완성 배치 크기
ru: Размер партии завершения
zh_hans: 补全批处理大小
zh_hant: 補全批處理大小

source: Component details unavailable
ko: 구성 요소 세부 정보를 사용할 수 없음
ru: Детали компонента недоступны
zh_hans: 组件详情不可用
zh_hant: 組件詳情不可用

source: Components
ko: 구성 요소
ru: Компоненты
zh_hans: 组件
zh_hant: 組件

source: Compress KV cache entries in memory. TurboQuant trades quality for footprint and needs explicit bit widths.
ko: 메모리의 KV 캐시 항목을 압축합니다. TurboQuant는 메모리 공간을 위해 품질을 희생하며 명시적인 비트 너비가 필요합니다.
ru: Сжать KV записей кэша в памяти. TurboQuant меняет качество на занимаемую площадь и требует явной разрядности.
zh_hans: 压缩内存中的 KV 缓存条目。TurboQuant 以牺牲质量换取更小的内存占用，并需要指定明确的位宽。
zh_hant: 壓縮內存中的 KV 緩存條目。TurboQuant 以犧牲質量換取更小的內存佔用，並需要指定明確的位寬。

source: Computer audio
ko: 컴퓨터 오디오
ru: Компьютерное аудио
zh_hans: 电脑音频
zh_hant: 電腦音頻

source: Computer Use
ko: 컴퓨터 제어
ru: Использование компьютера
zh_hans: 电脑操控
zh_hant: 電腦操作

source: Computer Use can control apps once you enable it for an agent.
ko: 에이전트에 대해 활성화하면 컴퓨터 제어 기능으로 앱을 조작할 수 있습니다.
ru: Использование компьютера может управлять приложениями, как только вы включите его для агента.
zh_hans: 为智能体启用电脑操控后，它即可控制应用程序。
zh_hant: 爲智能體啓用電腦操作後，它可以控制應用程序。

source: Computer Use is off by default. You enable it per agent — and only custom agents can use it (the Default agent can't).
ko: 컴퓨터 제어는 기본적으로 꺼져 있습니다. 에이전트별로 활성화할 수 있으며 — 사용자 지정 에이전트만 사용할 수 있습니다(기본 에이전트는 사용할 수 없음).
ru: По умолчанию использование компьютера отключено. Вы включаете его для каждого агента — и только специальные агенты могут его использовать (агент по умолчанию не может).
zh_hans: 电脑操控默认关闭，需为每个智能体单独启用——且仅自定义智能体可用，默认智能体不可用。
zh_hant: 電腦操作默認關閉。您可以按智能體啓用——只有自定義智能體才能使用它（默認智能體不可以）。

source: Concurrency
ko: 동시성
ru: Параллелизм
zh_hans: 并发
zh_hant: 並發

source: Concurrency & Batching
ko: 동시성 및 배치
ru: Параллелизм и пакетная обработка
zh_hans: 并发与批量处理
zh_hant: 並發與批量處理

source: Concurrent Sessions
ko: 동시 세션
ru: Параллельные сеансы
zh_hans: 并发会话
zh_hant: 並發會話

source: Confidence: %lld%%
ko: 신뢰도: %lld%%
ru: Уверенность: %lld%%
zh_hans: 置信度：%lld%%
zh_hant: 置信度：%lld%%

source: Config
ko: 구성
ru: Конфигурация
zh_hans: 配置
zh_hant: 配置

source: Config needed
ko: 구성 필요
ru: Необходима конфигурация
zh_hans: 需要配置
zh_hant: 需要配置

source: config.json missing
ko: config.json 없음
ru: config.json отсутствует
zh_hans: config.json 缺失
zh_hant: config.json 缺失

source: config.json, tokenizer assets, and safetensors weights are present.
ko: config.json, 토크나이저 에셋 및 safetensors 가중치가 존재합니다.
ru: config.json, ресурсы токенизатора и веса safetensors найдены.
zh_hans: config.json、分词器资源和 safetensors 权重文件都存在。
zh_hant: config.json、分詞器資源和safetensors權重文件都存在。

source: Configuration
ko: 구성
ru: Конфигурация
zh_hans: 配置
zh_hant: 配置

source: Configuration assistant
ko: 구성 도우미
ru: Помощник по настройке
zh_hans: 配置助手
zh_hant: 配置助手

source: Configuration available
ko: 구성 가능
ru: Доступна конфигурация
zh_hans: 配置可用
zh_hant: 配置可用

source: Configuration directory
ko: 구성 디렉토리
ru: Каталог конфигурации
zh_hans: 配置目录
zh_hant: 配置目錄

source: Configuration helper
ko: 구성 도우미
ru: Помощник по настройке
zh_hans: 配置助手
zh_hant: 配置助手

source: Configuration issues
ko: 구성 문제
ru: Проблемы с конфигурацией
zh_hans: 配置问题
zh_hant: 配置問題

source: Configure
ko: 구성
ru: Настроить
zh_hans: 配置
zh_hant: 配置

source: Configure %@ settings for this agent.
ko: 이 에이전트의 %@ 설정을 구성합니다.
ru: Настройте параметры %@ для этого агента.
zh_hans: 为此智能体配置 %@ 设置。
zh_hant: 爲此智能體配置 %@ 設置。

source: Configure communication channels agents can inspect or write to through one standard action surface.
ko: 에이전트가 하나의 표준 작업 표면을 통해 검사하거나 쓸 수 있는 통신 채널을 구성합니다.
ru: Настройте каналы связи, которые агенты могут просматривать или в которые могут писать через единый интерфейс действий.
zh_hans: 通过一个标准操作界面，配置智能体可检查或写入的通信通道。
zh_hant: 通過一個標準操作界面，配置智能體可檢查或寫入的通信通道。

source: Configure how chat mode generates responses
ko: 채팅 모드가 응답을 생성하는 방식을 구성합니다
ru: Настройте способ генерации ответов в режиме чата
zh_hans: 配置聊天模式如何生成响应
zh_hant: 配置聊天模式如何生成響應

source: Configure how chat mode generates responses.
ko: 채팅 모드가 응답을 생성하는 방식을 구성합니다.
ru: Настройте способ генерации ответов в режиме чата.
zh_hans: 配置聊天模式生成回复的方式。
zh_hant: 配置聊天模式生成回覆的方式。

source: Configure how voice messages are handled
ko: 음성 메시지 처리 방식을 구성합니다
ru: Настройка обработки голосовых сообщений
zh_hans: 配置语音消息的处理方式
zh_hant: 配置語音消息的處理方式

source: Configure how wake words are detected
ko: 호출어 감지 방식을 구성합니다
ru: Настройка способа обнаружения слов пробуждения
zh_hans: 配置唤醒词的检测方式
zh_hant: 配置喚醒詞的檢測方式

source: Configure Plugin
ko: 플러그인 구성
ru: Настроить плагин
zh_hans: 配置插件
zh_hant: 配置插件

source: Configure resources for the Linux container. These can be changed later.
ko: Linux 컨테이너의 리소스를 구성합니다. 이 설정은 나중에 변경할 수 있습니다.
ru: Настройте ресурсы для контейнера Linux. Их можно изменить позже.
zh_hans: 配置 Linux 容器资源。稍后仍可更改。
zh_hant: 配置 Linux 容器資源。稍後仍可更改。

source: Configure Secrets
ko: 비밀 값 구성
ru: Настроить секреты
zh_hans: 配置密钥
zh_hant: 配置密鑰

source: Configure Settings…
ko: 설정 구성…
ru: Настроить параметры…
zh_hans: 配置设置…
zh_hant: 配置設置…

source: Configure the local API server for external integrations.
ko: 외부 통합을 위한 로컬 API 서버를 구성합니다.
ru: Настройте локальный сервер API для внешней интеграции.
zh_hans: 配置用于外部集成的本地 API 服务端。
zh_hant: 配置用於外部集成的本地 API 服務器。

source: Configure voice settings directly in the Voice tab.
ko: 음성 탭에서 직접 음성 설정을 구성합니다.
ru: Настройте параметры голоса прямо на вкладке «Голос».
zh_hans: 直接在“语音”标签页中配置语音设置。
zh_hant: 直接在“語音”標籤頁中配置語音設置。

source: Configure what happens when a wake word is detected
ko: 호출어가 감지되었을 때 수행할 작업을 구성합니다
ru: Настройте, что произойдет при обнаружении слова пробуждения
zh_hans: 配置检测到唤醒词时的行为
zh_hant: 配置檢測到喚醒詞時的行爲

source: Configure your Osaurus settings
ko: Osaurus 설정 구성
ru: Настройте параметры Osaurus
zh_hans: 配置你的 Osaurus 设置
zh_hant: 配置你的 Osaurus 設置

source: Configured
ko: 구성됨
ru: Настроено
zh_hans: 已配置
zh_hant: 已配置

source: Configuring sandbox
ko: 샌드박스 구성 중
ru: Настройка песочницы
zh_hans: 正在配置沙盒
zh_hant: 正在配置沙盒

source: Confined Writes
ko: 제한된 쓰기
ru: Ограниченная запись
zh_hans: 受限写入
zh_hant: 受限寫入

source: Confirm
ko: 확인
ru: Подтверждать
zh_hans: 确认
zh_hant: 確認

source: Confirm action
ko: 작업 확인
ru: Подтвердить действие
zh_hans: 确认操作
zh_hant: 確認操作

source: Confirm Messages.app is signed in on this Mac.
ko: 이 Mac에서 Messages.app에 로그인되어 있는지 확인하세요.
ru: Убедитесь, что на этом Mac выполнен вход в Messages.app.
zh_hans: 确认此 Mac 上的 Messages.app 已登录。

source: Confirm passphrase
ko: 암호 확인
ru: Подтвердите парольную фразу
zh_hans: 确认密码短语
zh_hant: 確認密碼短語

source: Confirm Receive Messages is on and Full Disk Access is granted.
ko: 메시지 수신이 켜져 있고 전체 디스크 접근 권한이 부여되었는지 확인하세요.
ru: Убедитесь, что включён приём сообщений и предоставлен полный доступ к диску.
zh_hans: 确认已开启“接收消息”并已授予完全磁盘访问权限。

source: Confirm Receive Messages is on and the account is linked.
ko: 메시지 수신이 켜져 있고 계정이 연결되어 있는지 확인하세요.
ru: Убедитесь, что включён приём сообщений и аккаунт привязан.
zh_hans: 确认已开启“接收消息”且账号已关联。

source: Confirm the message came from an authorized sender in a readable chat.
ko: 메시지가 읽기 가능한 채팅의 승인된 발신자로부터 온 것인지 확인하세요.
ru: Убедитесь, что сообщение пришло от авторизованного отправителя в доступном для чтения чате.
zh_hans: 确认该消息来自可读聊天中的授权发送者。

source: Confirm the receive transport above shows as running.
ko: 위의 수신 전송이 실행 중으로 표시되는지 확인하세요.
ru: Убедитесь, что транспорт приёма выше отображается как работающий.
zh_hans: 确认上方的接收传输显示为正在运行。

source: Confirm this code matches the one WhatsApp shows on your phone, then continue.
ko: 이 코드가 휴대폰의 WhatsApp에 표시된 코드와 일치하는지 확인한 후 계속하세요.
ru: Убедитесь, что этот код совпадает с кодом в WhatsApp на вашем телефоне, затем продолжите.
zh_hans: 确认此代码与手机上 WhatsApp 显示的代码一致，然后继续。

source: Confirmation Delay
ko: 확인 지연
ru: Задержка подтверждения
zh_hans: 确认延迟
zh_hant: 確認延遲

source: Confirming...
ko: 확인 중...
ru: Подтверждение...
zh_hans: 正在确认...

source: Connect
ko: 연결
ru: Соединять
zh_hans: 连接
zh_hant: 連接

source: Connect %@
ko: %@ 연결
ru: Подключить %@
zh_hans: 连接 %@
zh_hant: 連接 %@

source: Connect a Discord bot so Osaurus can read allowlisted channels and post only to write-allowlisted destinations.
ko: Osaurus가 허용된 채널을 읽고 쓰기 허용된 대상에만 게시할 수 있도록 Discord 봇을 연결합니다.
ru: Подключите бота Discord, чтобы Osaurus мог читать каналы из белого списка и публиковать сообщения только в адресатах из белого списка для записи.
zh_hans: 连接 Discord 机器人，便能让 Osaurus 读取允许列表中的频道，并仅向写入允许列表中的目标发送消息。
zh_hant: 連接 Discord 機器人，便能讓 Osaurus 讀取允許列表中的頻道，並僅向寫入允許列表中的目標發送消息。

source: Connect a provider
ko: 제공업체 연결
ru: Подключить провайдера
zh_hans: 连接提供商
zh_hant: 連接服務供應商

source: Connect a provider to access remote models.
ko: 원격 모델에 액세스하려면 제공자를 연결하세요.
ru: Подключите провайдера для доступа к удалённым моделям.
zh_hans: 连接提供商以访问远程模型。
zh_hant: 連接提供商以訪問遠程模型。

source: Connect a Service
ko: 서비스 연결
ru: Подключить услугу
zh_hans: 连接服务
zh_hant: 連接服務

source: Connect automatically when app starts
ko: 앱 시작 시 자동으로 연결
ru: Подключаться автоматически при запуске приложения
zh_hans: 应用程序启动时自动连接
zh_hant: 應用程序啓動時自動連接

source: Connect custom provider
ko: 사용자 지정 제공자 연결
ru: Подключить пользовательского провайдера
zh_hans: 连接自定义提供商
zh_hant: 連接自定義提供商

source: Connect Discord, Slack, Telegram, and iMessage so your agents can read and reply where conversations already happen. Set up every service in one place and check its status at a glance.
ko: Discord, Slack, Telegram 및 iMessage를 연결하여 대화가 이루어지는 곳에서 에이전트가 메시지를 읽고 답장할 수 있습니다. 한곳에서 모든 서비스를 설정하고 상태를 한눈에 확인하세요.
ru: Подключите Discord, Slack, Telegram и iMessage, чтобы агенты могли читать сообщения и отвечать там, где уже идут обсуждения. Настраивайте все сервисы в одном месте и сразу проверяйте их состояние.
zh_hans: 连接 Discord、Slack、Telegram 和 iMessage，让智能体直接在现有对话中阅读和回复消息。你可以集中设置所有服务，并一目了然地查看其状态。
zh_hant: 連接 Discord、Slack、Telegram 和 iMessage，讓智慧體直接在現有對話中閱讀和回覆訊息。你可以集中設定所有服務，並一目了然地查看其狀態。

source: Connect GitHub to update plugins
ko: 플러그인을 업데이트하려면 GitHub 연결
ru: Подключите GitHub для обновления плагинов
zh_hans: 连接 GitHub 以更新插件
zh_hant: 連接 GitHub 以更新插件程式

source: Connect OpenAI
ko: OpenAI 연결
ru: Подключиться ОткрытьИИ
zh_hans: 连接 OpenAI
zh_hant: 連接 OpenAI

source: Connect to %@
ko: %@에 연결
ru: Подключиться к %@
zh_hans: 连接到 %@
zh_hant: 連接到 %@

source: Connect to a remote API provider
ko: 원격 API 제공자에 연결
ru: Подключитесь к удаленному провайдеру API
zh_hans: 连接到远程 API 提供商
zh_hant: 連接到遠程 API 提供商

source: Connect to a remote MCP server to give Osaurus more tools.
ko: Osaurus에 더 많은 도구를 제공하려면 원격 MCP 서버에 연결하세요.
ru: Подключитесь к удаленному серверу MCP, чтобы получить на Osaurus больше инструментов.
zh_hans: 连接到远程 MCP 服务器，为 Osaurus 提供更多工具。
zh_hant: 連接到遠程 MCP 服務器，爲 Osaurus 提供更多工具。

source: Connect to any MCP-compatible server
ko: 모든 MCP 호환 서버에 연결
ru: Подключитесь к любому MCP-совместимому серверу
zh_hans: 连接到任意兼容 MCP 的服务器
zh_hant: 連接到任意兼容 MCP 的服務器

source: Connect to any other MCP-compatible server
ko: 다른 모든 MCP 호환 서버에 연결
ru: Подключитесь к любому другому MCP-совместимому серверу
zh_hans: 连接到任何其他兼容 MCP 的服务器
zh_hant: 連接到任何其他兼容MCP的服務器

source: Connect to remote API providers
ko: 원격 API 제공자에 연결
ru: Подключайтесь к удалённым API провайдерам
zh_hans: 连接到远程 API 提供商
zh_hant: 連接到遠程 API 提供商

source: Connect to remote MCP servers to access additional tools
ko: 추가 도구에 액세스하려면 원격 MCP 서버에 연결하세요
ru: Подключитесь к удалённым серверам MCP для доступа к дополнительным инструментам.
zh_hans: 连接到远程 MCP 服务器以访问其他工具
zh_hant: 連接到遠程MCP服務器以訪問其他工具

source: Connected
ko: 연결됨
ru: Подключено
zh_hans: 已连接
zh_hant: 已連接

source: Connected to %@
ko: %@에 연결됨
ru: Подключено к %@
zh_hans: 已连接到 %@
zh_hant: 已連接到 %@

source: Connected! (%lld tools)
ko: 연결됨! (도구 %lld개)
ru: Подключено: инструментов — %lld
zh_hans: 已连接！（%lld 个工具）
zh_hant: 已連接！（%lld 個工具）

source: Connecting
ko: 연결 중
ru: Подключение
zh_hans: 连接中
zh_hant: 連接中

source: Connecting to %@…
ko: %@에 연결 중…
ru: Подключение к %@…
zh_hans: 正在连接到 %@…
zh_hant: 正在連接到%@…

source: Connecting your agent to the share network.
ko: 에이전트를 공유 네트워크에 연결 중입니다.
ru: Подключение вашего агента к общей сети.
zh_hans: 将你的智能体连接到共享网络。
zh_hant: 將您的智能體連接到共享網絡。

source: Connecting...
ko: 연결 중...
zh_hans: 连接中…
zh_hant: 正在連接...

source: Connecting…
ko: 연결 중…
ru: Подключение…
zh_hans: 连接中…
zh_hant: 連接中…

source: Connection
ko: 연결
ru: Связь
zh_hans: 连接
zh_hant: 連接

source: CONNECTION
ko: 연결
ru: ПОДКЛЮЧЕНИЕ
zh_hans: 连接
zh_hant: 連接

source: Connection could not be resolved.
ko: 연결을 확인할 수 없습니다.
ru: Не удалось разрешить подключение.
zh_hans: 无法解析连接。
zh_hant: 無法解析連接。

source: Connection failed
ko: 연결 실패
ru: Не удалось подключиться
zh_hans: 连接失败
zh_hant: 連接失敗

source: Connection is disabled.
ko: 연결이 비활성화되어 있습니다.
ru: Подключение отключено.
zh_hans: 连接已停用。
zh_hant: 連接已停用。

source: Consequential
ko: 중대한
ru: Последовательный
zh_hans: 有后果
zh_hant: 後果性的

source: Consolidation
ko: 통합
ru: Консолидация
zh_hans: 整合
zh_hant: 整合

source: Consolidation complete
ko: 통합 완료
ru: Консолидация завершена
zh_hans: 整合完成
zh_hant: 整合完成

source: Contacts
ko: 연락처
ru: Контакты
zh_hans: 联系人
zh_hant: 聯繫人

source: Container root
ko: 컨테이너 루트
ru: Корень контейнера
zh_hans: 容器根目录
zh_hant: 容器根目錄

# Container root volume has %@ free; cold provisioning expects at least %@.
source: Container root volume has %1$@ free; cold provisioning expects at least %2$@.
ko: 컨테이너 루트 볼륨에 %1$@ 여유 공간이 있습니다. 콜드 프로비저닝에는 최소 %2$@이(가) 필요합니다.
ru: Корневой том контейнера имеет %1$@ свободных; холодная подготовка предполагает как минимум %2$@.
zh_hans: 容器根卷剩余 %1$@ 空间；冷预配至少需要 %2$@。
zh_hant: 容器根卷剩餘 %1$@ 空間；冷預配至少需要 %2$@。

source: Container running
ko: 컨테이너 실행 중
ru: Контейнер работает
zh_hans: 容器运行中
zh_hant: 容器運行中

source: Container starting...
ko: 컨테이너 시작 중...
ru: Контейнер запускается…
zh_hans: 容器启动中...
zh_hant: 容器啓動中...

source: Container state directory
ko: 컨테이너 상태 디렉토리
ru: Каталог состояний контейнера
zh_hans: 容器状态目录
zh_hant: 容器狀態目錄

source: Container stopped
ko: 컨테이너 중지됨
ru: Контейнер остановлен
zh_hans: 容器已停止
zh_hant: 容器已停止

source: Container-based code execution.
ko: 컨테이너 기반 코드 실행.
ru: Выполнение кода на основе контейнера.
zh_hans: 基于容器的代码执行。
zh_hant: 基於容器的代碼執行。

source: Container-based execution requires macOS 26 or later.
ko: 컨테이너 기반 실행은 macOS 26 이상이 필요합니다.
ru: Для выполнения на основе контейнера требуется macOS 26 или новее.
zh_hans: 基于容器的执行需要 macOS 26 或更高版本。
zh_hant: 基於容器的執行需要 macOS 26 或更高版本。

source: Container-based execution requires macOS 26 or later. Native plugins continue to work normally on this device.
ko: 컨테이너 기반 실행은 macOS 26 이상이 필요합니다. 네이티브 플러그인은 이 기기에서 계속 정상적으로 작동합니다.
ru: Для выполнения на основе контейнера требуется macOS 26 или новее. Родные плагины продолжают нормально работать на этом устройстве.
zh_hans: 基于容器的执行需要 macOS 26 或更高版本。原生插件在此设备上仍可正常使用。
zh_hant: 基於容器的執行需要 macOS 26 或更高版本。原生插件在此設備上仍可正常使用。

source: Content Summarizer
ko: 콘텐츠 요약기
ru: Сумматор контента
zh_hans: 内容摘要助手
zh_hant: 內容摘要助手

source: Context Budget
ko: 컨텍스트 예산
ru: Контекстный бюджет
zh_hans: 上下文预算
zh_hant: 上下文預算

source: Context is full: the system prompt, tools, and input alone exceed this model's window. Shorten the input, disable tools, or pick a larger-context model.
ko: 컨텍스트가 가득 찼습니다: 시스템 프롬프트, 도구 및 입력만으로 이 모델의 창을 초과합니다. 입력을 줄이거나, 도구를 비활성화하거나, 컨텍스트 창이 더 큰 모델을 선택하세요.
ru: Контекст заполнен: системный промпт, инструменты и вводимые данные превышают окно этой модели. Сократите ввод, отключите инструменты или выберите модель с более широким контекстом.
zh_hans: 上下文已满：仅系统提示、工具和输入就已超出此模型的窗口长度。请缩短输入内容、禁用工具，或选择更大上下文的模型。
zh_hant: 上下文已滿：僅系統提示、工具和輸入就已超出此模型的窗口長度。請縮短輸入內容、禁用工具，或選擇更大上下文的模型。

source: Context is nearly full (≥85% of the model window). Older messages will be compacted; consider starting a fresh chat for best quality.
ko: 컨텍스트가 거의 찼습니다(모델 창의 85% 이상). 이전 메시지는 압축되며, 최상의 품질을 위해 새로운 채팅을 시작하는 것을 고려하세요.
ru: Контекст почти заполнен (≥85% окна модели). Старые сообщения будут сжаты; рассмотрите возможность начать новый чат для лучшего качества.
zh_hans: 上下文即将满载（已达模型窗口的 85% 及以上）。较早的消息将被压缩处理；建议开启新对话以获得最佳效果。
zh_hant: 上下文即將滿載（已達模型窗口的 85% 及以上）。較早的消息將被壓縮處理；建議開啓新對話以獲得最佳效果。

source: Context Length
ko: 컨텍스트 길이
ru: Длина контекста
zh_hans: 上下文长度
zh_hant: 上下文長度

source: Context limit
ko: 컨텍스트 제한
ru: Ограничение контекста
zh_hans: 上下文限制
zh_hant: 上下文限制

source: Context preview
ko: 컨텍스트 미리보기
ru: Предварительный просмотр контекста
zh_hans: 上下文预览
zh_hant: 上下文預覽

source: Context window for remote models
ko: 원격 모델용 컨텍스트 창
ru: Контекстное окно для удалённых моделей
zh_hans: 远程模型的上下文窗口
zh_hant: 遠程模型的上下文長度

source: Continue
ko: 계속
ru: Продолжить
zh_hans: 继续
zh_hant: 繼續

source: Continue in background
ko: 백그라운드에서 계속
ru: Продолжить в фоновом режиме
zh_hans: 在后台继续
zh_hant: 在後臺繼續

source: Continue in Background
ko: 백그라운드에서 계속
ru: Продолжить в фоновом режиме
zh_hans: 在后台继续
zh_hant: 在背景繼續

source: Continue to checkout
ko: 결제 단계로 계속
ru: Продолжить оформление заказа
zh_hans: 继续结账
zh_hant: 繼續結賬

source: Continuous Batching
ko: 연속 배치
ru: Непрерывное пакетирование
zh_hans: 连续批处理
zh_hant: 連續批處理

source: Control how folder tools execute when chat has access to a working folder.
ko: 채팅이 작업 폴더에 액세스할 수 있을 때 폴더 도구가 실행되는 방식을 제어합니다.
ru: Контролируйте, как выполняются инструменты папок, когда чат имеет доступ к рабочей папке.
zh_hans: 控制当聊天有权访问工作文件夹时文件夹工具的执行方式。
zh_hant: 控制當聊天有權訪問工作文件夾時文件夾工具的執行方式。

source: Control what anonymous data Osaurus collects.
ko: Osaurus가 수집하는 익명 데이터를 제어합니다.
ru: Контролируйте, какие анонимные данные собирает Osaurus.
zh_hans: 控制 Osaurus 收集哪些匿名数据。
zh_hant: 控制 Osaurus 收集哪些匿名數據。

source: Control what this agent can do. Extra capabilities are off by default to keep it lean.
ko: 이 에이전트가 수행할 수 있는 작업을 제어합니다. 에이전트를 가볍게 유지하기 위해 추가 기능은 기본적으로 꺼져 있습니다.
ru: Управляйте тем, что может делать этот агент. Дополнительные возможности по умолчанию отключены, чтобы сохранить экономичность.
zh_hans: 控制此智能体能做什么。默认情况下关闭额外功能以保持其精简。
zh_hant: 控制此智能體能做什麼。默認情況下關閉額外功能以保持其精簡。

source: Controls how the AI reasons and calls tools. Lower temperature improves reliability.
ko: AI가 추론하고 도구를 호출하는 방식을 제어합니다. 온도를 낮추면 안정성이 향상됩니다.
ru: Управляет тем, как ИИ рассуждает и вызывает инструменты. Более низкая температура повышает надёжность.
zh_hans: 控制 AI 的推理和工具调用方式。较低温度可提升可靠性。
zh_hant: 控制 AI 的推理和工具調用方式。較低溫度可提升可靠性。

source: Controls the load-time memory policy used by local vMLX models. Changes apply on the next model load.
ko: 로컬 vMLX 모델이 사용하는 로드 시간 메모리 정책을 제어합니다. 변경 사항은 다음 모델 로드 시 적용됩니다.
ru: Управляет политикой памяти во время загрузки, используемой локальными моделями vMLX. Изменения вступят в силу при следующей загрузке модели.
zh_hans: 控制本地 vMLX 模型使用的加载时内存策略。更改将在下次加载模型时生效。
zh_hant: 控制本地vMLX模型使用的加載時內存策略。更改適用於下一個模型負載。

source: Conversation
ko: 대화
ru: Беседа
zh_hans: 对话
zh_hant: 對話

source: Conversation history, pinned facts, and episode summaries.
ko: 대화 기록, 고정된 사실 및 에피소드 요약.
ru: История разговоров, закрепленные факты и краткое содержание эпизодов.
zh_hans: 对话历史、置顶事实和情景摘要。
zh_hant: 對話歷史、置頂事實和會話摘要。

source: Conversation Privacy
ko: 대화 개인정보 보호
ru: Конфиденциальность разговора
zh_hans: 对话隐私
zh_hant: 對話隱私

source: Conversations and credentials are sealed between the two devices — not even the relay can read them.
ko: 대화 및 자격 증명은 두 기기 간에 봉인되며 — 릴레이조차도 이를 읽을 수 없습니다.
ru: Диалоги и учётные данные защищены между двумя устройствами — даже ретранслятор не может их прочитать.
zh_hans: 对话和凭证仅在两台设备之间加密封存——即使中继服务器也无法读取。
zh_hant: 對話和憑證僅在兩臺設備之間加密封存——即使中繼服務器也無法讀取。

source: Copied
ko: 복사됨
ru: Скопировано
zh_hans: 已复制
zh_hant: 已複製

source: Copied!
ko: 복사됨!
ru: Скопировано!
zh_hans: 已复制！
zh_hant: 已複製！

source: Copy '%@' for API usage
ko: API 사용을 위해 '%@' 복사
ru: Скопируйте «%@» для использования API
zh_hans: 复制“%@”以用于 API
zh_hant: 複製「%@」以用於 API

source: Copy address
ko: 주소 복사
ru: Копировать адрес
zh_hans: 复制地址
zh_hant: 複製地址
